export const test_data=[
    {
        id: 1,
        name:'Michel',
        pic: '/storage/base/sample-human1.png',
        commentBox: [
            'ここに投稿の説明。ここに投稿の説ここに投稿の説明。ここに投稿の説明。ここに投稿の説明。ここに投稿の説明。ここに投稿の説明。',
            'ここに投稿の説明。ここに投稿の説ここに投稿の説明。ここに投稿の説明。ここに投稿の説明。ここに投稿の説明。ここに投稿の説明。',
            'ここに投稿の説明。ここに投稿の説ここに投稿の説明。ここに投稿の説明。ここに投稿の説明。ここに投稿の説明。ここに投稿の説明。'
        ],
        time: 3,
        profileBox:[
            {
                name:'Nakamura',
                pic: '/storage/base/sample-human1.png',
                MsgBox: [
                    'ここに投稿の説明。ここに投稿の説ここに投稿の説明。ここに投稿の説明。ここに投稿の説明。ここに投稿の説明。ここに投稿の説明。',
                    'ここに投稿の説明。ここに投稿の説ここに投稿の説明。ここに投稿の説明。ここに投稿の説明。ここに投稿の説明。ここに投稿の説明。',
                    'ここに投稿の説明。ここに投稿の説ここに投稿の説明。ここに投稿の説明。ここに投稿の説明。ここに投稿の説明。ここに投稿の説明。'
                ],
                time:34,
                flag: true        
            },
            {
                name:'satoshi',
                pic: '/storage/base/sample-human1.png',
                MsgBox: [
                    'ここに投稿の説明。ここに投稿の説ここに投稿の説明。ここに投稿の説明。ここに投稿の説明。ここに投稿の説明。ここに投稿の説明。',
                    'ここに投稿の説明。ここに投稿の説ここに投稿の説明。ここに投稿の説明。ここに投稿の説明。ここに投稿の説明。ここに投稿の説明。',
                    'ここに投稿の説明。ここに投稿の説ここに投稿の説明。ここに投稿の説明。ここに投稿の説明。ここに投稿の説明。ここに投稿の説明。'
                ],
                time: 34,  
                flag: true      
            }
            
        ]       
    },
    {
        id: 2,
        name:'chankan77',
        pic: '/storage/base/sample-human1.png',
        commentBox: [
            'ここに投稿の説明。ここに投稿の説ここに投稿の説明。ここに投稿の説明。ここに投稿の説明。ここに投稿の説明。ここに投稿の説明。'
          
        ],
        time: 3,
    },
    {
        id: 3,
        name:'John',
        pic: '/storage/base/sample-human1.png',
        commentBox: [
            'ここに投稿の説明。ここに投稿の説ここに投稿の説明。ここに投稿の説明。ここに投稿の説明。ここに投稿の説明。ここに投稿の説明。'
        ],
        time: 3,
    }
]